010editor
a2jmidid
acpi
adduser
aic94xx-firmware
alacarte
alsa-utils
amd-ucode-git
android-sdk-platform-tools
android-tools
android-udev
appimagelauncher
arandr
arch-install-scripts
aspell-en
asp
atool
atril
autoconf
automake
base
bind
bison
blueman
bluetooth-autoconnect
bluez-hcitool
bluez-plugins
bluez-utils
breezy
bridge-utils
bspwm
bum-git
busybox
cdrdao
clipgrab
cmake
cpio
cpupower
cronie
cups
cups-pdf
cups-pk-helper
curlftpfs
d-feet
dhclient
dhcp
dhcpcd
dialog
discord
dolphin-emu
dosbox
dosfstools
downgrade
dropbox-cli
dunst
dvd+rw-tools
dxvk-bin
dynamips
efibootmgr
electerm-bin
electron
emulationstation-de
esound
etcher-bin
evernote-beta-bin
exfat-utils
expac
fakeroot
fbida
feh
ffmpeg
ffmpegthumbnailer
file-roller
filemanager-actions
filezilla
firefox
flameshot
flatpak
flex
font-bh-ttf
font-manager
foomatic-db
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
freerdp
fstrcmp
fuseiso
gamemode
gamescope
gimp
git
gns3-ubridge
gnu-netcat
go
gotop
gperf
gperftools
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gtk-vnc
gtk2fontsel
gtkmm
gucharmap
gutenprint
guvcview
gvfs-mtp
helvum
heroic-games-launcher-bin
hid-nintendo-dkms
highlight
hplip
hplip-plugin
htop
hunspell-en_au
hwdetect
hyphen-en
i2c-tools-git
icaclient
icedtea-web
imagemagick
imlib2
imv
inetutils
ink
inkscapcodecs
kconfig
kconfigwidgets
kdbusaddons
keepassxc
keeprofi
keyboard-visualizer-git
ldb
lib2geom
lib32-fakeroot
lib32-flac
lib32-giflib
lib32-glib-networking
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-imlib2
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm-git
lib32-libindicator-gtk2
lib32-libmikmod
lib32-libtiff
lib32-libtiff5
lib32-libva
lib32-libva-mesa-driver
lib32-libwebp
lib32-libxslt
lib32-libxtst
lib32-libxv
lib32-llvm
lib32-llvm-libs
lib32-mangohud-git
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-nss
lib32-openal
lib32-pango
lib32-pipewire-jack
lib32-sdl2_image
lib32-sdl2_mixer
lib32-sdl2_ttf
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-mesa-layers-git
lib32-vulkan-radeon
libc++
libc++abi
libcaca
libclc-git
libcurl-compat
libcurl-gnutls
libdvdcss
libdvdnav
libdvdread
libdwarf
libfm-qt
libgsf
libhandy
libimagequant
libinklevel
libisoburn
libjson
libjxl
liblangtag
libluv
libmikmod
libmm-glib
libmtp
libplacebo
libpng12
libreoffice-fresh
libreoffice-fresh-bn
libreoffice-fresh-en-gb
libretro-overlays
libretro-shaders-slang
libslirp
libtiff5
libva-mesa-driver
libva-utils
libvdpau-va-gl
libvips
libwebcam-git
libxnvctrl
libzip
lightdm-mini-greeter
linux-firmware
linux-firmware-qlogic
linux-firmware-whence
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
linuxconsole
llvm
llvm-libs
logrotate
lolcat
lsix
lutris-git
luxtorpeda-git
lvm2
lynx
lzop
m4
maim
man-db
man-pages
mangohud-git
maven
mc
mdadm
media-control-indicator-git
mediainfo
memtest86+
mesa
mesa-vdpau
meson
metasploit-git
mingw-w64-rapidyaml
mkinitcpio
mkinitcpio-firmware
mktorrent
mobile-broadband-provider-info
mpc
mpg123
mpv
namcap
nasm
ncdu
ncftp
ncurses5-compat-libs
nemo
neofetch
neovim
neovim-plug
nerd-fonts-complete
net-tools
netctl
nethogs
networkmanager
nfs-utils
nikto
nintendo-udev
nm-connection-editor
nmap
node-gyp
noto-fonts-emoji-blob
noto-fonts-extra
npm
nss-mdns
ntfd-bin
ntp
nvme-cli
nvoc
obs-streamfx-git
obs-studio
ocl-icd
odt2txt
open-vm-tools
openal
opencl-headers
opencl-mesa
openrgb
opera-ffmpeg-codecs
os-prober
otf-font-awesome-4
pacgraph
pacmixer
pagraphcontrol-git
pamixer
paru
pavucontrol
pcmanfm
pcsx2
pdftk
pegasus-frontend-git
perl-alien-build
perl-file-mimeinfo
perl-image-exiftool
perl-switch
picom-tryone-git
pipewire
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-x11-bell
pipewire-zeroconf
pkg2zip
pkgconf
playerctl
pngcrush
polkit-gnome-gtk2
#polybar
#polychromatic
popsicle
powerpill
powertop
protontricks
protonup-qt
ps_mem
pygtk
pyhoca-cli
pypy
pypy3
python-pip
qjoypad
qtile
ranger
rar
rasdaemon
rclone
refind
remmina-git
repo
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
revanced-cli
rofi
rofi-emoji
rpcs3-git
rpmextract
rsync
rtv
rxvt
rxvt-unicode
s-nail
samba
samrewritten-git
schedtool
schroedinger
screen
scribus
scrot
sdl2_gfx
sdl2_image
sdl2_mixer
siji-git
smbclient
soundfont-fluid
speedtest-cli
spice-protocol
spotify
squashfs-tools
steam
steamtinkerlaunch
strace
stress
sudo
sxhkd
sysfsutils
system-config-printer
systemd-boot-pacman-hook
tcp-wrappers
tea-qt-git
termcap
testdisk
tmux
traceroute
ttf-all-the-icons
ttf-carlito
ttf-century-gothic
ttf-croscore
ttf-dejavu
ttf-font-awesome
ttf-google-fonts-git
ttf-liberation
ttf-mac-fonts
ttf-material-icons-git
ttf-ms-win10-cdn
ttf-roboto
ttf-twemoji-color
ttf-weather-icons
ubridge
udevil
udisks
unace
upd72020x-fw
usbutils
v4l2loopback-dkms
valgrind
vassal
vdpauinfo
ventoy-bin
vifm
vkbasalt
vmware-workstation
vnstat
vpcs
vrms-arch
vulkan-headers
vulkan-icd-loader
vulkan-mesa-layers-git
vulkan-radeon
w3m
wd719x-firmware
webkit2gtk
webkitgtk
wejoy-git
wget
whois
wiibafu
wine-tkg-staging-fsync-git
winetricks-git
wireless_tools
wireplumber
woff2
xawtv
xboxdrv
xdelta
xdelta3
xdg-desktop-portal-gnome
xdg-user-dirs
xdot
xdotool
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-vesa
xf86-video-vmware
xidlehook
xml2
#xorg-bdftopcf
#xorg-docs
#xorg-font-util
#xorg-iceauth
#xorg-server-devel
#xorg-server-xephyr
#xorg-server-xnest
#xorg-server-xvfb
#xorg-sessreg
#xorg-smproxy
#xorg-x11perf
#xorg-xbacklight
#xorg-xcmsdb
#xorg-xcursorgen
#xorg-xdriinfo
#xorg-xev
#xorg-xfd
#xorg-xfontsel
#xorg-xgamma
#xorg-xhost
#xorg-xinit
#xorg-xkbevd
#xorg-xkbutils
#xorg-xkill
#xorg-xlsatoms
#xorg-xlsclients
#xorg-xpr
#xorg-xrefresh
#xorg-xsetroot
#xorg-xvinfo
#xorg-xwd
#xorg-xwud
#xorgxrdp-glamor
xterm
yarn
yasm
youtube-dl
zapcc-git
zathura
zsh
zsh-autosuggestions
zsh-completions
zsh-theme-powerlevel10k
zsh-theme-powerlevel9k-git
